import './root-styles.css';
export function Biographia() {
    return (
        <div className="bio">
            <div className="info">
                <img src="https://upload.wikimedia.org/wikipedia/uk/5/5b/%D0%9F%D1%80%D0%B8%D0%B9%D0%BC%D0%B0%D1%87%D0%B5%D0%BD%D0%BA%D0%BE_%D0%9C.jpg" />
                <div>
                    <div>При народженні </div>
                    <div>Примаченко Марія Оксентіївна</div>

                    <div>Народження </div>
                    <div>
                        30 грудня 1908 (12 січня 1909) Болотня, Іванківська волость,
                        Радомисльський повіт, Київська губернія
                    </div>

                    <div>Смерть </div>
                    <div>
                        18 серпня 1997 (88 років) Болотня, Іванківський район, Київська
                        область, Україна
                    </div>

                    <div>Національність </div>
                    <div>Українка</div>

                    <div>Діяльність </div>
                    <div> художниця, рисувальниця, візуальна мисткиня</div>
                </div>
            </div>
            <div>
                <h2>Примаченко Марія Оксентіївна</h2>
                <p>
                    Марі́я Оксе́нтіївна Примаче́нко (також Приймаче́нко, 30 грудня 1908 (12
                    січня 1909), с. Болотня, нині Вишгородського району — 18 серпня 1997,
                    там само) — українська народна художниця в жанрі «наївного мистецтва»;
                    лауреатка Національної премії України ім. Т. Г. Шевченка. Заслужена
                    діячка мистецтв УРСР, народна художниця України. Авторка понад 800
                    картин, 650 з яких зберігаються у Національному музеї українського
                    народного декоративного мистецтва (Київ)
                </p>
                <h2>Життєпис</h2>
                <p>
                    Народилася і прожила все життя в селі Болотня на Київщині (тоді
                    Київська губернія), у родині визнаної
                    майстрині-вишивальниці Параски Василівни (свої сорочки Марія вишивала
                    власноруч) та теслі Оксентія Григоровича (майстрував дворові огорожі у
                    вигляді стилізованих головкатих зображень). У дитинстві хворіла
                    поліомієлітом, через що стала не по-дитячому серйозною та
                    спостережливою, загострила слух і зір. Про ранню творчість згадувала:
                    «Починалося все це так. Якось біля хати, над річкою, на заквітчаному
                    лузі пасла я гусей. На піску малювала всякі квіти, побачені мною. А
                    потім помітила синюватий глей. Набрала його в пелену і розмалювала
                    нашу хату…». Сусіди приходили подивитися на дивину, зроблену дитячими
                    руками, просили і їхні хати прикрасити. В 1936 році Марія Примаченко
                    запрошена в Центральні експериментальні майстерні при Київському музеї
                    українського мистецтва (із 1936 — Школа народних майстрів, згодом —
                    Художньо-промисловий), що з 1943 року збирали народні таланти. У
                    Майстернях викладали Анатоль Петрицький, Василь Кричевський, Василь
                    Касіян, училися — Тетяна Пата, Параска Власенко, Макар Муха й десятки
                    інших визначних творчих постатей.Примаченко була надзвичайно вразливою
                    людиною, черпала інформацію зі світу природи та поточних новин,
                    зберігаючи вміння сприймати життя як вічну казку.1936 року на І
                    Республіканській виставці народної творчості, експонованій у москві,
                    ленінграді, Варшаві, картини Примаченко займали цілий зал. За участь
                    Примаченко нагородили дипломом першого ступеня. Відтоді її твори з
                    незмінним успіхом експонуються у Парижі, Варшаві, Софії, Монреалі,
                    Празі. 1937 року твори художниці виставлялися в Парижі. Під час
                    навчання Примаченко зустріла земляка з сусіднього Іванкова Василя
                    Маринчука, котрий приїхав на екскурсію до Лаври, де містилися
                    Майстерні, та зійшлася з ним цивільним шлюбом. Закінчивши навчання,
                    повернулась у Болотню до чоловіка, попри можливість залишитись у
                    Києві. У березні 1941 року народила сина Федора. Чоловік пішов на
                    війну та не повернувся. Примаченко виховала сина Федора так, що він
                    став її найближчим другом, навчала його малярству, і він теж став
                    народним художником, майстром наїву. Примаченко мала двох онуків..
                    Союзна преса називала художницю «Маруся Приймаченко, молода колгоспна
                    художниця з сонячно-радісної України», нівелюючи реальну глибину і
                    дуальність її картин. Примаченко в невіддільності добра від зла
                    пронизливо портретувала епоху: на роботі 1936 року «Звіриний суд»
                    чорна мавпа за столом пише протокол, а двоє вовків стоять перед нею
                    навшпиньки; на картині 1930-х слоноподібне чудовисько і підпис: «Та
                    звірина йде й дрімає собі, їсти шукає, то й наряди не на умі, коли
                    їсти хочеться, то нічого не хочеться». Марія Примаченко померла 1997
                    (за іншими даними 1998) року в селі Болотня.
                </p>
            </div>
        </div>
    );
}